Repository: HooYia/jinno_site
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Jinoo Inc website
fr: Site web de Jinoo Inc

source: English
fr: Anglais

source: French
fr: Français

source: Contact Information
fr: Informations de contact

source: Social Media
fr: Médias sociaux

source: Main Hero Content
fr: Contenu principal de la section héros

source: Card 1
fr: Carte 1

source: Card 2
fr: Carte 2

source: Card 3
fr: Carte 3

source: Welcome Section
fr: Section de bienvenue

source: Service Section
fr: Section des services

source: Core Values
fr: Valeurs fondamentales

source: Mission & Vision
fr: Mission et vision

source: Metrics
fr: Métriques

source: JINOO ADMIN
fr: Administration Jinoo

source: JINOO ADMIN PORTAL
fr: Portail d'administration Jinoo

source: WELCOME TO JINOO ADMIN PORTAL
fr: Bienvenue sur le portail d'administration Jinoo

source: The contact email address for the company
fr: L'adresse e-mail de contact de l'entreprise

source: URL to the company's Facebook page
fr: URL de la page Facebook de l'entreprise

source: URL to the company's X profile
fr: URL du profil X de l'entreprise

source: URL to the company's Instagram profile
fr: URL du profil Instagram de l'entreprise

source: URL to the company's official website
fr: URL du site web officiel de l'entreprise

source: The official name of the company
fr: Le nom officiel de l'entreprise

source: The company's logo image
fr: L'image du logo de l'entreprise

source: The company's slogan or tagline
fr: Le slogan ou la devise de l'entreprise

source: The company's contact phone number
fr: Le numéro de téléphone de contact de l'entreprise

source: The physical address or location of the company
fr: L'adresse physique ou l'emplacement de l'entreprise

source: URL for the Google Maps embed iframe
fr: URL pour l'iframe intégré de Google Maps

source: Only one JinnoSetting instance can exist.
fr: Une seule instance de JinnoSetting peut exister.

source: Jinno Setting
fr: Paramètre Jinoo

source: Jinno Settings
fr: Paramètres Jinoo

source: The main title of the hero section
fr: Le titre principal de la section héros

source: A brief description for the hero section
fr: Une brève description pour la section héros

source: Background image for the hero section
fr: Image de fond pour la section héros

source: Title for the first card in the hero section
fr: Titre de la première carte dans la section héros

source: Description for the first card
fr: Description de la première carte

source: Image for the first card in the hero section
fr: Image de la première carte dans la section héros

source: Title for the second card in the hero section
fr: Titre de la deuxième carte dans la section héros

source: Description for the second card
fr: Description de la deuxième carte

source: Image for the second card in the hero section
fr: Image de la deuxième carte dans la section héros

source: Title for the third card in the hero section
fr: Titre de la troisième carte dans la section héros

source: Image for the third card in the hero section
fr: Image de la troisième carte dans la section héros

source: Description for the third card
fr: Description de la troisième carte

source: Image for the welcome section
fr: Image pour la section de bienvenue

source: Video file for the welcome section
fr: Fichier vidéo pour la section de bienvenue

source: Title for the welcome section
fr: Titre pour la section de bienvenue

source: Subtitle for the welcome section
fr: Sous-titre pour la section de bienvenue

source: Detailed description for the welcome section
fr: Description détaillée pour la section de bienvenue

source: Short description for the welcome video
fr: Brève description pour la vidéo de bienvenue

source: service title
fr: Titre du service

source: Short description for the service section
fr: Brève description pour la section des services

source: Hero Section
fr: Section héros

source: Hero Sections
fr: Sections héros

source: The main title of the services section
fr: Le titre principal de la section des services

source: A brief description for the services section
fr: Une brève description pour la section des services

source: Detailed description of the services offered
fr: Description détaillée des services proposés

source: Image representing the service
fr: Image représentant le service

source: Icon for the service
fr: Icône pour le service

source: Unique slug for the service URL
fr: Slug unique pour l'URL du service

source: Services Section
fr: Section des services

source: Services Sections
fr: Sections des services

source: Number of projects completed
fr: Nombre de projets terminés

source: Number of satisfied customers
fr: Nombre de clients satisfaits

source: Image for the service card
fr: Image pour la carte de service

source: Services Section Two
fr: Deuxième section des services

source: Services Sections Two
fr: Deuxièmes sections des services

source: Image representing the project
fr: Image représentant le projet

source: Category or type of the project
fr: Catégorie ou type du projet

source: Title of the project
fr: Titre du projet

source: Location where the project was executed
fr: Lieu où le projet a été réalisé

source: Detailed description of the project
fr: Description détaillée du projet

source: Unique slug for the project URL
fr: Slug unique pour l'URL du projet

source: Indicates whether the project is completed
fr: Indique si le projet est terminé

source: Project
fr: Projet

source: Projects
fr: Projets

source: Full name of the person providing the testimony
fr: Nom complet de la personne fournissant le témoignage

source: The testimonial content or description
fr: Contenu ou description du témoignage

source: Image of the person providing the testimony
fr: Image de la personne fournissant le témoignage

source: Job title or position of the person providing the testimony
fr: Titre ou poste de la personne fournissant le témoignage

source: Testimony
fr: Témoignage

source: Testimonies
fr: Témoignages

source: The title of the blog post
fr: Titre de l'article de blog

source: The publication date and time of the blog post
fr: Date et heure de publication de l'article de blog

source: Featured image for the blog post
fr: Image vedette pour l'article de blog

source: The name of the blog post author
fr: Nom de l'auteur de l'article de blog

source: The content or description of the blog post
fr: Contenu ou description de l'article de blog

source: Unique slug for the blog post URL
fr: Slug unique pour l'URL de l'article de blog

source: Hero section image for the blog page
fr: Image de la section héros pour la page de blog

source: Hero section image for the project page
fr: Image de la section héros pour la page des projets

source: Hero section image for the service page
fr: Image de la section héros pour la page des services

source: Hero section image for the contact page
fr: Image de la section héros pour la page de contact

source: Hero section image for the about page
fr: Image de la section héros pour la page à propos

source: Section Setting
fr: Paramètre de section

source: Section Settings
fr: Paramètres de section

source: The name of the service
fr: Nom du service

source: Quote Request
fr: Demande de devis

source: Quote Requests
fr: Demandes de devis

source: Story Image
fr: Image de l'histoire

source: Upload an image representing the company's story (e.g., office or team).
fr: Téléchargez une image représentant l'histoire de l'entreprise (par exemple, bureau ou équipe).

source: Title
fr: Titre

source: Main title for the story section (e.g., 'Building The Future Together').
fr: Titre principal de la section histoire (par exemple, « Construire l'avenir ensemble »).

source: Short Description
fr: Brève description

source: A brief overview of the company's story.
fr: Un bref aperçu de l'histoire de l'entreprise.

source: Description of the company's innovation focus.
fr: Description de l'accent mis par l'entreprise sur l'innovation.

source: Quality
fr: Qualité

source: Description of the company's quality standards.
fr: Description des normes de qualité de l'entreprise.

source: The company's vision statement.
fr: La déclaration de vision de l'entreprise.

source: The company's mission statement.
fr: La déclaration de mission de l'entreprise.

source: Values
fr: Valeurs

source: The company's core values.
fr: Les valeurs fondamentales de l'entreprise.

source: About Story
fr: À propos de l'histoire

source: About Stories
fr: À propos des histoires

source: Name
fr: Nom

source: Full name of the team member.
fr: Nom complet du membre de l'équipe.

source: Position
fr: Poste

source: Job title or role (e.g., CEO & Founder).
fr: Titre ou rôle professionnel (par exemple, PDG et Fondateur).

source: Brief description of the team member's expertise or role.
fr: Brève description de l'expertise ou du rôle du membre de l'équipe.

source: Profile Image
fr: Image de profil

source: Upload a profile image for the team member.
fr: Téléchargez une image de profil pour le membre de l'équipe.

source: Team Member
fr: Membre de l'équipe

source: Team Members
fr: Membres de l'équipe

source: Title for the stats section (e.g., 'Our Impact in Numbers').
fr: Titre de la section des statistiques (par exemple, « Notre impact en chiffres »).

source: Brief description of the stats section.
fr: Brève description de la section des statistiques.

source: Projects Completed
fr: Projets terminés

source: Number of projects completed.
fr: Nombre de projets terminés.

source: Client Satisfaction
fr: Satisfaction des clients

source: Client satisfaction percentage (e.g., 98 for 98%).
fr: Pourcentage de satisfaction des clients (par exemple, 98 pour 98 %).

source: Number of team members.
fr: Nombre de membres de l'équipe.

source: Countries Served
fr: Pays desservis

source: Number of countries served.
fr: Nombre de pays desservis.

source: Stats
fr: Statistiques

source: Logo URL
fr: URL du logo

source: Partner
fr: Partenaire

source: Partners
fr: Partenaires

source: Your message has been sent successfully.
fr: Votre message a été envoyé avec succès.

source: An error occurred while sending your message. Please try again.
fr: Une erreur s'est produite lors de l'envoi de votre message. Veuillez réessayer.

source: First Name is required.
fr: Le prénom est requis.

source: Last Name is required.
fr: Le nom de famille est requis.

source: Phone is required.
fr: Le numéro de téléphone est requis.

source: Service is required.
fr: Le service est requis.

source: Your quote request has been sent successfully.
fr: Votre demande de devis a été envoyée avec succès.

source: An error occurred while sending your quote request. Please try again.
fr: Une erreur s'est produite lors de l'envoi de votre demande de devis. Veuillez réessayer.

source: Bad Request
fr: Mauvaise requête

source: Your request could not be processed due to invalid data. Please check and try again.
fr: Votre requête n'a pas pu être traitée en raison de données invalides. Veuillez vérifier et réessayer.

source: Back to Home
fr: Retour à l'accueil

source: Forbidden
fr: Interdit

source: You don't have permission to access this page. Please contact us if you believe this is an error.
fr: Vous n'avez pas la permission d'accéder à cette page. Veuillez nous contacter si vous pensez qu'il s'agit d'une erreur.

source: Page Not Found
fr: Page non trouvée

source: Sorry, the page you are looking for does not exist. It might have been moved or deleted.
fr: Désolé, la page que vous recherchez n'existe pas. Elle a peut-être été déplacée ou supprimée.

source: Server Error
fr: Erreur de serveur

source: Something went wrong on our end. We're working to fix it. Please try again later.
fr: Quelque chose s'est mal passé de notre côté. Nous travaillons pour le réparer. Veuillez réessayer plus tard.

source: Welcome to %(company_name)s
fr: Bienvenue chez %(company_name)s

source: %(hero_section.welcome_title|default:company_name)s A Specialized services provider
fr: %(hero_section.welcome_title|default:company_name)s Un fournisseur de services spécialisés

source: We're in this business since 2022 and We provide the best personal and business services
fr: Nous sommes dans ce secteur depuis 2022 et nous offrons les meilleurs services personnels et professionnels.

source: Our Services
fr: Nos services

source: Request A Quote
fr: Demander un devis

source: Our Blog
fr: Notre blog

source: Latest Blog Updates
fr: Dernières mises à jour du blog

source: Read more
fr: Lire la suite

source: Admin
fr: Administrateur

source: Best for any industrial & business solution
fr: Idéal pour toute solution industrielle et commerciale

source: Close
fr: Fermer

source: Far far away, behind the word mountains, far from the countries Vokalia and Consonantia, there live the blind texts.
fr: Loin, très loin, derrière les montagnes de mots, loin des pays Vokalia et Consonantia, vivent les textes aveugles.

source: Our Global Work Industries
fr: Nos industries de travail mondiales

source: Latest Projects
fr: Derniers projets

source: Taxation
fr: Fiscalité

source: Building A Condominium
fr: Construire un condominium

source: Montreal, Quebec, Canada
fr: Montréal, Québec, Canada

source: Policy
fr: Politique

source: Accounting
fr: Comptabilité

source: Sherbrooke, Quebec, Canada
fr: Sherbrooke, Québec, Canada

source: Strategic plan
fr: Plan stratégique

source: Bookkeeping
fr: Tenue de livres

source: Trois riviere, Quebec, Canada
fr: Trois-Rivières, Québec, Canada

source: Read Testimonials
fr: Lire les témoignages

source: It's always a joy to hear that the work we do has positively reviews
fr: C'est toujours un plaisir d'entendre que notre travail reçoit des critiques positives

source: Far far away, behind the word mountains, far from the countries Vokalia and Consonantia, there live the blind texts. Separated they live in Bookmarksgrove right at the coast of the Semantics, a large language ocean
fr: Loin, très loin, derrière les montagnes de mots, loin des pays Vokalia et Consonantia, vivent les textes aveugles. Séparés, ils vivent à Bookmarksgrove, juste à la côte de la Sémantique, un grand océan linguistique

source: Guests
fr: Invités

source: We Offer Services
fr: Nous offrons des services

source: Far far away, behind the word mountains, far from the countries Vokalia and Consonantia
fr: Loin, très loin, derrière les montagnes de mots, loin des pays Vokalia et Consonantia

source: %(services_two.title|default:company_name)s A Services Company
fr: %(services_two.title|default:company_name)s Une entreprise de services

source: Project Completed
fr: Projet terminé

source: Happy Customers
fr: Clients satisfaits

source: About
fr: À propos

source: Links
fr: Liens

source: About Us
fr: À propos de nous

source: Blog Posts
fr: Articles de blog

source: Help
fr: Aide

source: Privacy Policy
fr: Politique de confidentialité

source: Terms of Use
fr: Conditions d'utilisation

source: Payroll
fr: Paie

source: Management
fr: Gestion

source: Research and study
fr: Recherche et étude

source: Have a Questions?
fr: Vous avez des questions ?

source: All rights reserved
fr: Tous droits réservés

source: Request Quote
fr: Demander un devis

source: First Name
fr: Prénom

source: Last Name
fr: Nom de famille

source: Phone
fr: Téléphone

source: Select Your Services
fr: Sélectionnez vos services

source: Our Digital platform
fr: Notre plateforme numérique

source: Inquire Now
fr: Renseignez-vous maintenant

source: Free Call
fr: Appel gratuit

source: Call Us Now 24/7 Customer Support
fr: Appelez-nous maintenant, support client 24/7

source: Our Location
fr: Notre emplacement

source: Home
fr: Accueil

source: English Flag
fr: Drapeau anglais

source: French Flag
fr: Drapeau français

source: Our Office
fr: Notre bureau

source: Our Story
fr: Notre histoire

source: Building The Future Together
fr: Construire l'avenir ensemble

source: Founded in 2010, we've grown from a small startup to an industry leader with international recognition.
fr: Fondée en 2010, nous sommes passés d'une petite startup à un leader de l'industrie avec une reconnaissance internationale.

source: Our journey began with a simple idea: to create innovative solutions that make a difference. Today, we serve clients across 15 countries with a team of passionate professionals.
fr: Notre parcours a commencé avec une idée simple : créer des solutions innovantes qui font la différence. Aujourd'hui, nous servons des clients dans 15 pays avec une équipe de professionnels passionnés.

source: Cutting-edge solutions tailored to your needs
fr: Solutions de pointe adaptées à vos besoins

source: Uncompromising standards in all we do
fr: Normes sans compromis dans tout ce que nous faisons

source: Our Mission
fr: Notre mission

source: To empower businesses through innovative technology solutions that drive growth, efficiency, and competitive advantage.
fr: Habiliter les entreprises grâce à des solutions technologiques innovantes qui favorisent la croissance, l'efficacité et l'avantage concurrentiel.

source: Our Vision
fr: Notre vision

source: To be the global leader in transformative business solutions, recognized for our innovation, integrity, and impact.
fr: Être le leader mondial des solutions commerciales transformatrices, reconnu pour notre innovation, notre intégrité et notre impact.

source: Our Values
fr: Nos valeurs

source: Integrity, Excellence, Innovation, Collaboration, and Customer Focus guide everything we do.
fr: L'intégrité, l'excellence, l'innovation, la collaboration et l'orientation client guident tout ce que nous faisons.

source: Our Experts
fr: Nos experts

source: Meet The Team
fr: Rencontrez l'équipe

source: Our talented professionals bring diverse skills and experience to deliver exceptional results.
fr: Nos professionnels talentueux apportent des compétences et une expérience variées pour offrir des résultats exceptionnels.

source: Role
fr: Rôle

source: No description available.
fr: Aucune description disponible.

source: CEO & Founder
fr: PDG et Fondateur

source: Visionary leader with 15+ years of industry experience driving strategic growth.
fr: Leader visionnaire avec plus de 15 ans d'expérience dans l'industrie, stimulant la croissance stratégique.

source: CTO
fr: Directrice de la technologie

source: Technology innovator specializing in scalable architecture and digital transformation.
fr: Innovatrice en technologie spécialisée dans l'architecture évolutive et la transformation numérique.

source: Lead Developer
fr: Développeur principal

source: Full-stack developer with expertise in modern web technologies.
fr: Développeur full-stack avec une expertise dans les technologies web modernes.

source: Marketing Director
fr: Directrice du marketing

source: Creative strategist with a passion for brand storytelling.
fr: Stratège créative passionnée par la narration de marque.

source: UX Designer
fr: Designer UX

source: User experience expert focused on intuitive interfaces.
fr: Expert en expérience utilisateur axé sur des interfaces intuitives.

source: Project Manager
fr: Cheffe de projet

source: Ensures projects are delivered on time and on budget.
fr: Garantit que les projets sont livrés dans les délais et dans le respect du budget.

source: Our Impact in Numbers
fr: Notre impact en chiffres

source: Trusted By
fr: Fait confiance par

source: Our Valued Partners
fr: Nos partenaires précieux

source: Partner Logo
fr: Logo du partenaire

source: Microsoft Logo
fr: Logo Microsoft

source: Google Logo
fr: Logo Google

source: Amazon Logo
fr: Logo Amazon

source: WhatsApp Logo
fr: Logo WhatsApp

source: Ready to start your next project with us?
fr: Prêt à démarrer votre prochain projet avec nous ?

source: Let's create something amazing together. Get in touch with our team today.
fr: Créons quelque chose d'incroyable ensemble. Contactez notre équipe dès aujourd'hui.

source: Contact Us
fr: Nous contacter

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: Far far away, behind the word mountains, far from the countries Vokalia...
fr: Loin, très loin, derrière les montagnes de mots, loin des pays Vokalia...

source: Contact us
fr: Nous contacter

source: Message us for more details
fr: Envoyez-nous un message pour plus de détails

source: Your Name
fr: Votre nom

source: Your Email
fr: Votre e-mail

source: Subject
fr: Objet

source: Send Message
fr: Envoyer le message

source: Address
fr: Adresse

source: Website
fr: Site web

source: Back to Blog
fr: Retour au blog

source: Back to Projects
fr: Retour aux projets

source: No short description available.
fr: Aucune description disponible.

source: Back to Services
fr: Retour aux Services

source: Our Projects
fr: Nos projets

source: Recent Projects
fr: Projets récents

source: Budgeting
fr: Budgétisation

source: Variance analysis
fr: Analyse des écarts

source: Economic Forecasting
fr: Prévision économique
